tinyNozzle/2D/4_withFlushWall_half/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          225;
        startFace       42859;
    }
    inlet
    {
        type            patch;
        nFaces          8;
        startFace       43084;
    }
    outlet
    {
        type            patch;
        nFaces          309;
        startFace       43092;
    }
    symmetry
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          348;
        startFace       43401;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        1(empty);
        nFaces          43304;
        startFace       43749;
    }
)

// ************************************************************************* //
